{
  "vocab": {
    "<pad>": 0,
    "<unk>": 1,
    "<s>": 2,
    "</s>": 3,
    "\n": 4,
    "#": 5,
    "'": 6,
    "(": 7,
    ")": 8,
    "*": 9,
    "+": 10,
    ",": 11,
    "-": 12,
    ".": 13,
    "/": 14,
    "0": 15,
    "1": 16,
    "2": 17,
    "3": 18,
    "4": 19,
    "5": 20,
    "6": 21,
    "7": 22,
    "8": 23,
    "9": 24,
    ":": 25,
    ";": 26,
    "<": 27,
    "=": 28,
    ">": 29,
    "?": 30,
    "@": 31,
    "A": 32,
    "B": 33,
    "C": 34,
    "D": 35,
    "E": 36,
    "F": 37,
    "G": 38,
    "H": 39,
    "I": 40,
    "J": 41,
    "K": 42,
    "L": 43,
    "M": 44,
    "N": 45,
    "O": 46,
    "P": 47,
    "Q": 48,
    "R": 49,
    "S": 50,
    "T": 51,
    "U": 52,
    "V": 53,
    "W": 54,
    "X": 55,
    "Y": 56,
    "Z": 57,
    "[": 58,
    "\\": 59,
    "]": 60,
    "_": 61,
    "`": 62,
    "a": 63,
    "b": 64,
    "c": 65,
    "d": 66,
    "e": 67,
    "f": 68,
    "g": 69,
    "h": 70,
    "i": 71,
    "j": 72,
    "k": 73,
    "l": 74,
    "m": 75,
    "n": 76,
    "o": 77,
    "p": 78,
    "q": 79,
    "r": 80,
    "s": 81,
    "t": 82,
    "u": 83,
    "v": 84,
    "w": 85,
    "x": 86,
    "y": 87,
    "z": 88,
    "{": 89,
    "|": 90,
    "}": 91,
    "\u0120": 92,
    "\u0120\u0120": 93,
    "on": 94,
    "er": 95,
    "e\u0120": 96,
    "s\u0120": 97,
    "se": 98,
    "es": 99,
    "t\u0120": 100,
    "\u0120\u0120\u0120\u0120": 101,
    "in": 102,
    "th": 103,
    "uer": 104,
    "uery": 105,
    "pon": 106,
    "espon": 107,
    "Query": 108,
    "esponse": 109,
    "Response": 110,
    "or": 111,
    "re": 112,
    "is\u0120": 113,
    "an": 114,
    "at": 115,
    "d\u0120": 116,
    "a\u0120": 117,
    "en": 118,
    "al": 119,
    "it": 120,
    "ar": 121,
    "co": 122,
    "st": 123,
    "ion": 124,
    "ha": 125,
    "ro": 126,
    "f\u0120": 127,
    "ct": 128,
    "m\u0120": 129,
    "t\u0120is\u0120": 130,
    "de": 131,
    "ing": 132,
    "o\u0120": 133,
    "un": 134,
    "y\u0120": 135,
    "the\u0120": 136,
    "in\u0120": 137,
    "le": 138,
    "yth": 139,
    "ython": 140,
    "lo": 141,
    "es\u0120": 142,
    "wha": 143,
    "and\u0120": 144,
    "el": 145,
    "python": 146,
    "\u0120\u0120\u0120\u0120\u0120\u0120\u0120\u0120": 147,
    "ite\u0120": 148,
    "ur": 149,
    "ent": 150,
    "I\u0120": 151,
    "ing\u0120": 152,
    "di": 153,
    "n\u0120": 154,
    "op": 155,
    "us": 156,
    "ac": 157,
    "what\u0120is\u0120": 158,
    "ic": 159,
    "\u0120c": 160,
    "im": 161,
    "id": 162,
    "il": 163,
    "me": 164,
    "ap": 165,
    "con": 166,
    "po": 167,
    "er\u0120": 168,
    "of\u0120": 169,
    "do": 170,
    "ere\u0120": 171,
    "is": 172,
    "ut": 173,
    "ly": 174,
    "as": 175,
    "ex": 176,
    "\u0120t": 177,
    "ret": 178,
    "retur": 179,
    "return\u0120": 180,
    "wr": 181,
    "loc": 182,
    "Th": 183,
    "et": 184,
    "ow": 185,
    "pos": 186,
    "sp": 187,
    "ction": 188,
    "for": 189,
    "e\u0120t": 190,
    "ch": 191,
    "ell": 192,
    "def\u0120": 193,
    "um": 194,
    "al\u0120": 195,
    "\u0120s": 196,
    "com": 197,
    "em": 198,
    "pr": 199,
    "ad": 200,
    "qu": 201,
    "an\u0120": 202,
    "I\u0120se": 203,
    "e\u0120ty": 204,
    "are\u0120": 205,
    "write\u0120": 206,
    "\u0120p": 207,
    "ig": 208,
    "The\u0120": 209,
    "ev": 210,
    "us\u0120": 211,
    "10": 212,
    "Aha": 213,
    "I\u0120see\u0120ty": 214,
    "I\u0120see\u0120typ": 215,
    "I\u0120see\u0120typo\u0120": 216,
    "I\u0120see\u0120typo\u0120th": 217,
    "I\u0120see\u0120typo\u0120there\u0120": 218,
    "cor": 219,
    "rec": 220,
    "fro": 221,
    "ort\u0120": 222,
    "ast": 223,
    "what\u0120is\u0120the\u0120": 224,
    "and\u0120cor": 225,
    "and\u0120correc": 226,
    "and\u0120correct\u0120is\u0120": 227,
    "ke": 228,
    "spell": 229,
    "act": 230,
    "def": 231,
    "from\u0120": 232,
    "col": 233,
    "sk": 234,
    "is\u0120a\u0120": 235,
    "erat": 236,
    "ly\u0120": 237,
    "sy": 238,
    "ste": 239,
    "reat": 240,
    "at\u0120": 241,
    "ext": 242,
    "to\u0120": 243,
    "ul": 244,
    "s\u0120in\u0120": 245,
    "port\u0120": 246,
    "A\u0120": 247,
    "equ": 248,
    "oppos": 249,
    "opposite\u0120": 250,
    "opposite\u0120of\u0120": 251,
    "ib": 252,
    "ibh": 253,
    "ibhu": 254,
    "run": 255,
    "ation": 256,
    "local": 257,
    "what\u0120": 258,
    "ag": 259,
    "ec": 260,
    "ant": 261,
    "ra": 262,
    "pro": 263,
    "comp": 264,
    "\u0120m": 265,
    "write\u0120a\u0120": 266,
    "ub": 267,
    "num": 268,
    "numb": 269,
    "number": 270,
    "ine\u0120": 271,
    "\u0120in\u0120": 272,
    "dict": 273,
    "ith": 274,
    "cont": 275,
    "sion": 276,
    "app": 277,
    "coun": 278,
    "ab": 279,
    "25": 280,
    "\u0120equ": 281,
    "\u0120equal": 282,
    "\u0120equals\u0120": 283,
    "S\u0120": 284,
    "how": 285,
    "text": 286,
    "is\u0120the\u0120": 287,
    "per": 288,
    "na": 289,
    "int": 290,
    "fun": 291,
    "function": 292,
    "dat": 293,
    "id\u0120": 294,
    "user": 295,
    "_id": 296,
    "cs": 297,
    "spell\u0120": 298,
    "la": 299,
    "stem\u0120": 300,
    "and": 301,
    "bo": 302,
    "does\u0120": 303,
    "bac": 304,
    "back": 305,
    "up": 306,
    "ore\u0120": 307,
    "igh": 308,
    "ma": 309,
    "ed\u0120": 310,
    "gn": 311,
    "ition": 312,
    "using\u0120": 313,
    "define\u0120": 314,
    "ge": 315,
    "las": 316,
    "fil": 317,
    "get": 318,
    "\u0120\u0120\u0120\u0120\u0120\u0120\u0120\u0120\u0120\u0120\u0120\u0120": 319,
    "ter": 320,
    "act\u0120": 321,
    "ubm": 322,
    "T\u0120": 323,
    "en\u0120": 324,
    "Vibhu": 325,
    "Osk": 326,
    "runn": 327,
    "running\u0120": 328,
    "system\u0120": 329,
    "ou": 330,
    "ran": 331,
    "ce": 332,
    "si": 333,
    "Core\u0120": 334,
    "it\u0120": 335,
    "k\u0120": 336,
    "ts": 337,
    "Co": 338,
    "le\u0120": 339,
    "div": 340,
    "if\u0120": 341,
    "lf": 342,
    "name": 343,
    "ist\u0120": 344,
    "ari": 345,
    "with": 346,
    "with\u0120": 347,
    "ath": 348,
    "content": 349,
    "fast": 350,
    "Fast": 351,
    "FastA": 352,
    "FastAP": 353,
    "import\u0120": 354,
    "12": 355,
    "Re": 356,
    "St": 357,
    "cons": 358,
    "gr": 359,
    "255": 360,
    "ol": 361,
    "sq": 362,
    "sql": 363,
    "query": 364,
    "\u0120pl": 365,
    "\u0120plus\u0120": 366,
    "\u0120tim": 367,
    "\u0120times\u0120": 368,
    "non": 369,
    "nony": 370,
    "nonym\u0120": 371,
    "nonym\u0120for": 372,
    "ver": 373,
    "operat": 374,
    "lay": 375,
    "on\u0120": 376,
    "ent\u0120": 377,
    "mor": 378,
    "ate": 379,
    "creat": 380,
    "od": 381,
    "how\u0120": 382,
    "wor": 383,
    "that\u0120": 384,
    "ode": 385,
    "ir": 386,
    "we": 387,
    "\u0120to\u0120": 388,
    "iev": 389,
    "ces": 390,
    "Yes": 391,
    "s\u0120are\u0120": 392,
    "iz": 393,
    "cogn": 394,
    "Here\u0120": 395,
    "return\u0120a\u0120": 396,
    "by\u0120": 397,
    "self": 398,
    "list\u0120": 399,
    "key\u0120": 400,
    "e\u0120in\u0120": 401,
    "path": 402,
    "cod": 403,
    "ary": 404,
    "high": 405,
    "fastap": 406,
    "fastapi": 407,
    "item": 408,
    "use": 409,
    "useSt": 410,
    "count\u0120": 411,
    "val": 412,
    "enter": 413,
    "\u0120ch": 414,
    "prim": 415,
    "ses": 416,
    "session": 417,
    "O\u0120": 418,
    "vow": 419,
    "vowel": 420,
    "what\u0120is\u0120the\u0120opposite\u0120of\u0120": 421,
    "The\u0120opposite\u0120of\u0120": 422,
    "Oska\u0120": 423,
    "PU": 424,
    "memor": 425,
    "I\u0120a": 426,
    "I\u0120am\u0120": 427,
    "locally": 428,
    "all": 429,
    "form\u0120": 430,
    "Con": 431,
    "is\u0120is\u0120the\u0120": 432,
    "tem": 433,
    "up\u0120": 434,
    "ment": 435,
    "orm": 436,
    "chec": 437,
    "To\u0120": 438,
    "tra": 439,
    "epr": 440,
    "eprly": 441,
    "proper": 442,
    "res": 443,
    "ne": 444,
    "rea": 445,
    "pu": 446,
    "put\u0120": 447,
    "gro": 448,
    "groun": 449,
    "e\u0120the\u0120": 450,
    "ser": 451,
    "python\u0120c": 452,
    "Here\u0120is\u0120a\u0120": 453,
    "ion\u0120": 454,
    "Python": 455,
    "lass\u0120": 456,
    "diction": 457,
    "key": 458,
    "a\u0120fil": 459,
    "a\u0120file\u0120in\u0120": 460,
    "e\u0120a\u0120": 461,
    "writ": 462,
    "dict_": 463,
    "ist": 464,
    "2\u0120": 465,
    "ary\u0120": 466,
    "sear": 467,
    "search": 468,
    "arr": 469,
    "tar": 470,
    "target": 471,
    "low": 472,
    "fastapi\u0120": 473,
    "ic\u0120": 474,
    "FastAPI": 475,
    "ument": 476,
    "user_id": 477,
    "react\u0120": 478,
    "compon": 479,
    "js": 480,
    "jsx": 481,
    "aul": 482,
    "function\u0120": 483,
    "count": 484,
    "Coun": 485,
    "set": 486,
    "but": 487,
    "butt": 488,
    "Subm": 489,
    "Ch": 490,
    "css\u0120": 491,
    "css": 492,
    "px": 493,
    "vari": 494,
    "variab": 495,
    "color": 496,
    "E\u0120": 497,
    "DB": 498,
    "doc": 499,
    "colle": 500,
    "collection": 501,
    "or\u0120": 502,
    "count\u0120from\u0120": 503,
    "\u0120min": 504,
    "\u0120minus\u0120": 505,
    "even\u0120": 506,
    "even\u0120number": 507,
    "L\u0120": 508,
    "onant": 509,
    "ru": 510,
    "\u0120sy": 511,
    "what\u0120does\u0120": 512,
    "what\u0120does\u0120a\u0120": 513,
    "so": 514,
    "operating\u0120": 515,
    "ly\u0120on\u0120": 516,
    "local\u0120": 517,
    "\u0120and\u0120": 518,
    "ord": 519,
    "rout": 520,
    "SQ": 521,
    "SQL": 522,
    "rel": 523,
    "relation": 524,
    "relational\u0120": 525,
    "memory\u0120": 526,
    "Gre": 527,
    "Greet": 528,
    "Greeting": 529,
    "pe": 530,
    "all\u0120": 531,
    "how\u0120d": 532,
    "how\u0120do\u0120": 533,
    "how\u0120do\u0120y": 534,
    "how\u0120do\u0120you": 535,
    "how\u0120do\u0120you\u0120": 536,
    "work": 537,
    "Context": 538,
    "is\u0120is\u0120the\u0120c": 539,
    "apit": 540,
    "apital\u0120": 541,
    "apital\u0120of\u0120": 542,
    "apital\u0120of\u0120F": 543,
    "apital\u0120of\u0120Fran": 544,
    "apital\u0120of\u0120France": 545,
    "ater\u0120": 546,
    "ater\u0120bo": 547,
    "ater\u0120boil": 548,
    "norm": 549,
    "normal": 550,
    "wn": 551,
    "check\u0120": 552,
    "this": 553,
    "if": 554,
    "be": 555,
    "ieve\u0120": 556,
    "ach": 557,
    "ust": 558,
    "train": 559,
    "ip": 560,
    "ware\u0120": 561,
    "\u0120cor": 562,
    "cogniz": 563,
    "s\u0120and\u0120": 564,
    "the": 565,
    "ical": 566,
    "e\u0120is\u0120": 567,
    "sor": 568,
    "out": 569,
    "log": 570,
    "ground": 571,
    "int\u0120": 572,
    "add": 573,
    "divi": 574,
    "divide": 575,
    "b\u0120": 576,
    "add\u0120": 577,
    "wo\u0120": 578,
    "You": 579,
    "You\u0120c": 580,
    "loop": 581,
    "lass": 582,
    "stat": 583,
    "read": 584,
    "open": 585,
    "mer": 586,
    "bin": 587,
    "alg": 588,
    "algor": 589,
    "algorith": 590,
    "low\u0120": 591,
    "mid\u0120": 592,
    "mid": 593,
    "app\u0120": 594,
    "end": 595,
    "odel": 596,
    "antic\u0120": 597,
    "ase": 598,
    "ess": 599,
    "essag": 600,
    "uments": 601,
    "uv": 602,
    "uvic": 603,
    "uvicor": 604,
    "ho": 605,
    "00": 606,
    "component": 607,
    "React\u0120": 608,
    "react": 609,
    "export\u0120": 610,
    "export\u0120def": 611,
    "export\u0120defaul": 612,
    "export\u0120default\u0120": 613,
    "export\u0120default\u0120function\u0120": 614,
    "tit": 615,
    "useState": 616,
    "React": 617,
    "const\u0120": 618,
    "Count": 619,
    "In": 620,
    "button": 621,
    "subm": 622,
    "hand": 623,
    "handle": 624,
    "Submit": 625,
    "valu": 626,
    "form": 627,
    "cond": 628,
    "condition": 629,
    "ele": 630,
    "grid": 631,
    "16": 632,
    "center": 633,
    "ark": 634,
    "ph": 635,
    "sqlite\u0120": 636,
    "atch": 637,
    "SE": 638,
    "M\u0120": 639,
    "iv": 640,
    "ta": 641,
    "IN": 642,
    "Chro": 643,
    "Chroma": 644,
    "ChromaDB": 645,
    "idation": 646,
    "e\u0120that\u0120": 647,
    "datab": 648,
    "4\u0120equals\u0120": 649,
    "vibhu": 650,
    "H\u0120": 651,
    "osk": 652,
    "oska": 653,
    "C\u0120": 654,
    "let": 655,
    "er\u0120th": 656,
    "er\u0120than\u0120": 657,
    "ellig": 658,
    "what\u0120is\u0120a\u0120": 659,
    "what\u0120is\u0120a\u0120sy": 660,
    "what\u0120is\u0120a\u0120synonym\u0120for": 661,
    "A\u0120sy": 662,
    "A\u0120synonym\u0120for": 663,
    "\u0120cle": 664,
    "bir": 665,
    "bird\u0120": 666,
    "15": 667,
    "AI": 668,
    "OS\u0120": 669,
    "n\u0120operating\u0120": 670,
    "ire": 671,
    "ly\u0120on\u0120local\u0120": 672,
    "CPU": 673,
    "GPU": 674,
    "ates\u0120": 675,
    "SQLite\u0120": 676,
    "hel": 677,
    "hello": 678,
    "Greetings": 679,
    "creator": 680,
    "I\u0120am\u0120Vibhu": 681,
    "Oska": 682,
    "running\u0120locally": 683,
    "ak": 684,
    "we\u0120": 685,
    "ay": 686,
    "perat": 687,
    "routes\u0120": 688,
    "ask": 689,
    "man": 690,
    "manag": 691,
    "manages\u0120": 692,
    "exec": 693,
    "execut": 694,
    "Par": 695,
    "Paris\u0120is\u0120the\u0120c": 696,
    "Paris\u0120is\u0120the\u0120capital\u0120of\u0120France": 697,
    "Water\u0120boil": 698,
    "Water\u0120boils\u0120": 699,
    "Water\u0120boils\u0120at\u0120": 700,
    "Water\u0120boils\u0120at\u012010": 701,
    "Water\u0120boils\u0120at\u0120100": 702,
    "Water\u0120boils\u0120at\u0120100\u0120": 703,
    "Water\u0120boils\u0120at\u0120100\u0120de": 704,
    "Water\u0120boils\u0120at\u0120100\u0120deg": 705,
    "Water\u0120boils\u0120at\u0120100\u0120degre": 706,
    "Water\u0120boils\u0120at\u0120100\u0120degrees\u0120": 707,
    "Water\u0120boils\u0120at\u0120100\u0120degrees\u0120C": 708,
    "Water\u0120boils\u0120at\u0120100\u0120degrees\u0120Cel": 709,
    "Water\u0120boils\u0120at\u0120100\u0120degrees\u0120Celsi": 710,
    "Water\u0120boils\u0120at\u0120100\u0120degrees\u0120Celsius": 711,
    "ure\u0120": 712,
    "Oska\u0120is\u0120": 713,
    "Oska\u0120is\u0120running\u0120": 714,
    "Oska\u0120is\u0120running\u0120in\u0120": 715,
    "Oska\u0120is\u0120running\u0120in\u0120back": 716,
    "Oska\u0120is\u0120running\u0120in\u0120backup\u0120": 717,
    "Oska\u0120is\u0120running\u0120in\u0120backup\u0120Core\u0120": 718,
    "Oska\u0120is\u0120running\u0120in\u0120backup\u0120Core\u0120m": 719,
    "Oska\u0120is\u0120running\u0120in\u0120backup\u0120Core\u0120mode": 720,
    "mod": 721,
    "e\u0120is\u0120the\u0120": 722,
    "wt": 723,
    "this\u0120": 724,
    "now": 725,
    "hg": 726,
    "env": 727,
    "am": 728,
    "tal": 729,
    "ill": 730,
    "respon": 731,
    "ly\u0120and\u0120": 732,
    "conc": 733,
    "to\u0120check\u0120": 734,
    "Let": 735,
    "s\u0120ver": 736,
    "the\u0120system\u0120": 737,
    "weloc": 738,
    "welocme": 739,
    "ieve": 740,
    "run\u0120": 741,
    "cust": 742,
    "custo": 743,
    "custom\u0120": 744,
    "cr": 745,
    "crip": 746,
    "cripts": 747,
    "proeprly": 748,
    "properly": 749,
    "trained\u0120": 750,
    "har": 751,
    "hard": 752,
    "hardware\u0120": 753,
    "reso": 754,
    "resour": 755,
    "resources": 756,
    "roeprly": 757,
    "how\u0120does\u0120": 758,
    "reacogniz": 759,
    "Cogn": 760,
    "Cognition": 761,
    "CognitionCore\u0120": 762,
    "te": 763,
    "them\u0120": 764,
    "nam": 765,
    "ically": 766,
    "repos": 767,
    "reposn": 768,
    "reposnse": 769,
    "response": 770,
    "comput": 771,
    "seme": 772,
    "semeing": 773,
    "gen": 774,
    "generat": 775,
    "generates\u0120": 776,
    "output\u0120": 777,
    "wh": 778,
    "s\u0120di": 779,
    "ic\u0120t": 780,
    "write\u0120a\u0120python\u0120c": 781,
    "alc": 782,
    "alcul": 783,
    "alculat": 784,
    "alculator": 785,
    "Here\u0120is\u0120a\u0120s": 786,
    "Here\u0120is\u0120a\u0120sim": 787,
    "Here\u0120is\u0120a\u0120simp": 788,
    "Here\u0120is\u0120a\u0120simple\u0120": 789,
    "def\u0120add": 790,
    "ult": 791,
    "s\u0120in\u0120python": 792,
    "You\u0120can\u0120": 793,
    "\u0120in\u0120Python": 794,
    "for\u0120": 795,
    "\u0120in\u0120ran": 796,
    "\u0120in\u0120range": 797,
    "print": 798,
    "class\u0120": 799,
    "Creat": 800,
    "__": 801,
    "return\u0120f": 802,
    "ort\u0120a\u0120": 803,
    "ort\u0120a\u0120list\u0120": 804,
    "ort\u0120a\u0120list\u0120of\u0120": 805,
    "by\u0120key\u0120": 806,
    "dictionari": 807,
    "dictionaries\u0120": 808,
    "using\u0120a\u0120": 809,
    "lam": 810,
    "lamb": 811,
    "lambd": 812,
    "lambda\u0120": 813,
    "_dict": 814,
    "_dicts": 815,
    "data": 816,
    "read\u0120": 817,
    "read\u0120a\u0120file\u0120in\u0120": 818,
    "def\u0120read": 819,
    "def\u0120read_": 820,
    "fi": 821,
    "file": 822,
    "with\u0120open": 823,
    "encod": 824,
    "encoding": 825,
    "utf": 826,
    "as\u0120": 827,
    "as\u0120f": 828,
    "to\u0120a\u0120file\u0120in\u0120": 829,
    "write": 830,
    "merg": 831,
    "merge\u0120t": 832,
    "merge\u0120two\u0120": 833,
    "operator": 834,
    "dict_b": 835,
    "if\u0120key\u0120": 836,
    "exist": 837,
    "pre": 838,
    "dictionary": 839,
    "compre": 840,
    "compreh": 841,
    "comprehen": 842,
    "comprehension": 843,
    "\u0120in\u0120python": 844,
    "y\u0120to\u0120": 845,
    "binary\u0120": 846,
    "binary\u0120search": 847,
    "algorithm": 848,
    "high\u0120": 849,
    "if\u0120arr": 850,
    "bas": 851,
    "FastAPI\u0120": 852,
    "lic": 853,
    "from\u0120fastapi\u0120": 854,
    "from\u0120fastapi\u0120import\u0120": 855,
    "from\u0120fastapi\u0120import\u0120FastAPI": 856,
    "roo": 857,
    "post\u0120": 858,
    "ON": 859,
    "De": 860,
    "Def": 861,
    "endpo": 862,
    "endpoint\u0120": 863,
    "yd": 864,
    "Base": 865,
    "BaseM": 866,
    "BaseModel": 867,
    "Item": 868,
    "items": 869,
    "create": 870,
    "messag": 871,
    "message": 872,
    "\u0120par": 873,
    "\u0120para": 874,
    "\u0120parame": 875,
    "\u0120parameter": 876,
    "arg": 877,
    "uvicorn\u0120": 878,
    "Run": 879,
    "Run\u0120": 880,
    "ly\u0120using\u0120": 881,
    "h1": 882,
    "title": 883,
    "counter\u0120": 884,
    "import\u0120React": 885,
    "useStat": 886,
    "useState\u0120": 887,
    "setCount": 888,
    "form\u0120subm": 889,
    "form\u0120submis": 890,
    "form\u0120submission": 891,
    "setT": 892,
    "setText": 893,
    "vent": 894,
    "input\u0120": 895,
    "value": 896,
    "ange": 897,
    "element": 898,
    "Lo": 899,
    "Log": 900,
    "grid\u0120": 901,
    "conta": 902,
    "contain": 903,
    "container\u0120": 904,
    "colum": 905,
    "column": 906,
    "columns": 907,
    "disp": 908,
    "display": 909,
    "write\u0120css\u0120": 910,
    "fle": 911,
    "flex": 912,
    "box": 913,
    "variabl": 914,
    "variables": 915,
    "primary": 916,
    "0f": 917,
    "bg": 918,
    "dark": 919,
    "0a": 920,
    "background": 921,
    "var": 922,
    "glass": 923,
    "sty": 924,
    "style": 925,
    "backd": 926,
    "backdro": 927,
    "backdrop": 928,
    "rg": 929,
    "rgb": 930,
    "rgba": 931,
    "bord": 932,
    "border": 933,
    "Query\u0120": 934,
    "row": 935,
    "SEL": 936,
    "SELE": 937,
    "SELEC": 938,
    "FR": 939,
    "FRO": 940,
    "FROM\u0120": 941,
    "WH": 942,
    "WHE": 943,
    "WHER": 944,
    "activ": 945,
    "tail": 946,
    "role": 947,
    "\u0120chat": 948,
    "\u0120chats\u0120": 949,
    "_id\u0120": 950,
    "session_id": 951,
    "sert\u0120": 952,
    "new": 953,
    "e\u0120in": 954,
    "e\u0120into\u0120": 955,
    "chro": 956,
    "chrom": 957,
    "chromad": 958,
    "chromadb\u0120": 959,
    "sist": 960,
    "documents": 961,
    "sem": 962,
    "semantic\u0120": 963,
    "query_": 964,
    "query_text": 965,
    "validation": 966,
    "\u0120core": 967,
    "perform": 968,
    "performs\u0120": 969,
    "li": 970,
    "data\u0120": 971,
    "databas": 972,
    "database\u0120": 973,
    "enc": 974,
    "evol": 975,
    "code\u0120": 976,
    "tes": 977,
    "test": 978,
    "es\u0120the\u0120": 979,
    "\u0120tes": 980,
    "\u0120tests": 981,
    "count\u0120from\u01201": 982,
    "count\u0120from\u01201\u0120to\u0120": 983,
    "2\u0120plus\u0120": 984,
    "2\u0120plus\u01203": 985,
    "1\u0120plus\u0120": 986,
    "1\u0120plus\u01201": 987,
    "\u0120equals\u01202": 988,
    "10\u0120minus\u0120": 989,
    "5\u0120times\u0120": 990,
    "5\u0120times\u01205": 991,
    "3\u0120times\u0120": 992,
    "s\u0120b": 993,
    "s\u0120bet": 994,
    "s\u0120betwe": 995,
    "s\u0120between\u0120": 996,
    "s\u0120between\u01201": 997,
    "s\u0120between\u01201\u0120and\u0120": 998,
    "s\u0120between\u01201\u0120and\u012010": 999,
    "odd\u0120": 1000,
    "odd\u0120number": 1001,
    "7\u0120": 1002,
    "prime\u0120": 1003,
    "prime\u0120number": 1004,
    "V\u0120": 1005,
    "Y\u0120": 1006,
    "G\u0120": 1007,
    "what\u0120are\u0120": 1008,
    "what\u0120are\u0120the\u0120": 1009,
    "consonant": 1010,
    "sonant": 1011,
    "s\u0120in\u0120the\u0120": 1012,
    "step": 1013,
    "\u0120pro": 1014,
    "compil": 1015,
    "stor": 1016,
    "intellig": 1017,
    "\u0120sm": 1018,
    "\u0120smar": 1019,
    "tru": 1020,
    "complet": 1021,
    "complete\u0120the\u0120": 1022,
    "complete\u0120the\u0120ph": 1023,
    "complete\u0120the\u0120phra": 1024,
    "complete\u0120the\u0120phrase": 1025,
    "catch": 1026,
    "pract": 1027,
    "practic": 1028,
    "practice\u0120": 1029,
    "practice\u0120ma": 1030,
    "practice\u0120mak": 1031,
    "pur": 1032,
    "dog": 1033,
    "dog\u0120": 1034,
    "fis": 1035,
    "fish": 1036,
    "stem": 1037,
    "20": 1038,
    "7\u0120plus\u0120": 1039,
    "7\u0120plus\u01208": 1040,
    "12\u0120minus\u0120": 1041,
    "12\u0120minus\u01205": 1042,
    "9\u0120times\u0120": 1043,
    "9\u0120times\u01203": 1044,
    "16\u0120": 1045,
    "16\u0120divide": 1046,
    "16\u0120divided\u0120": 1047,
    "16\u0120divided\u0120by\u0120": 1048,
    "9\u0120": 1049,
    "great": 1050,
    "greater\u0120than\u0120": 1051,
    "greater\u0120than\u01204": 1052,
    "an\u0120even\u0120number": 1053,
    "how\u0120m": 1054,
    "how\u0120man": 1055,
    "how\u0120many\u0120": 1056,
    "vowels\u0120in\u0120": 1057,
    "vowels\u0120in\u0120vibhu": 1058,
    "There\u0120": 1059,
    "There\u0120are\u0120": 1060,
    "s\u0120in\u0120oska": 1061,
    "Oska\u0120AI": 1062,
    "OS\u0120is\u0120a\u0120": 1063,
    "OS\u0120is\u0120a\u0120so": 1064,
    "OS\u0120is\u0120a\u0120sover": 1065,
    "OS\u0120is\u0120a\u0120sovere": 1066,
    "OS\u0120is\u0120a\u0120sovereig": 1067,
    "OS\u0120is\u0120a\u0120sovereign\u0120operating\u0120": 1068,
    "OS\u0120is\u0120a\u0120sovereign\u0120operating\u0120lay": 1069,
    "OS\u0120is\u0120a\u0120sovereign\u0120operating\u0120layer\u0120": 1070,
    "OS\u0120is\u0120a\u0120sovereign\u0120operating\u0120layer\u0120running\u0120": 1071,
    "OS\u0120is\u0120a\u0120sovereign\u0120operating\u0120layer\u0120running\u0120ent": 1072,
    "OS\u0120is\u0120a\u0120sovereign\u0120operating\u0120layer\u0120running\u0120entire": 1073,
    "OS\u0120is\u0120a\u0120sovereign\u0120operating\u0120layer\u0120running\u0120entirely\u0120on\u0120local\u0120": 1074,
    "OS\u0120is\u0120a\u0120sovereign\u0120operating\u0120layer\u0120running\u0120entirely\u0120on\u0120local\u0120CPU": 1075,
    "OS\u0120is\u0120a\u0120sovereign\u0120operating\u0120layer\u0120running\u0120entirely\u0120on\u0120local\u0120CPU\u0120and\u0120": 1076,
    "OS\u0120is\u0120a\u0120sovereign\u0120operating\u0120layer\u0120running\u0120entirely\u0120on\u0120local\u0120CPU\u0120and\u0120GPU": 1077,
    "OS\u0120is\u0120a\u0120sovereign\u0120operating\u0120layer\u0120running\u0120entirely\u0120on\u0120local\u0120CPU\u0120and\u0120GPU\u0120s": 1078,
    "OS\u0120is\u0120a\u0120sovereign\u0120operating\u0120layer\u0120running\u0120entirely\u0120on\u0120local\u0120CPU\u0120and\u0120GPU\u0120sil": 1079,
    "OS\u0120is\u0120a\u0120sovereign\u0120operating\u0120layer\u0120running\u0120entirely\u0120on\u0120local\u0120CPU\u0120and\u0120GPU\u0120silic": 1080,
    "OS\u0120is\u0120a\u0120sovereign\u0120operating\u0120layer\u0120running\u0120entirely\u0120on\u0120local\u0120CPU\u0120and\u0120GPU\u0120silicon": 1081,
    "The\u0120system\u0120": 1082,
    "The\u0120system\u0120co": 1083,
    "The\u0120system\u0120coord": 1084,
    "The\u0120system\u0120coordin": 1085,
    "The\u0120system\u0120coordinates\u0120": 1086,
    "The\u0120system\u0120coordinates\u0120Z": 1087,
    "The\u0120system\u0120coordinates\u0120ZM": 1088,
    "The\u0120system\u0120coordinates\u0120ZMQ": 1089,
    "The\u0120system\u0120coordinates\u0120ZMQ\u0120": 1090,
    "The\u0120system\u0120coordinates\u0120ZMQ\u0120ev": 1091,
    "The\u0120system\u0120coordinates\u0120ZMQ\u0120event\u0120": 1092,
    "The\u0120system\u0120coordinates\u0120ZMQ\u0120event\u0120rout": 1093,
    "The\u0120system\u0120coordinates\u0120ZMQ\u0120event\u0120routing\u0120": 1094,
    "The\u0120system\u0120coordinates\u0120ZMQ\u0120event\u0120routing\u0120and\u0120": 1095,
    "The\u0120system\u0120coordinates\u0120ZMQ\u0120event\u0120routing\u0120and\u0120SQLite\u0120": 1096,
    "The\u0120system\u0120coordinates\u0120ZMQ\u0120event\u0120routing\u0120and\u0120SQLite\u0120relational\u0120": 1097,
    "The\u0120system\u0120coordinates\u0120ZMQ\u0120event\u0120routing\u0120and\u0120SQLite\u0120relational\u0120memory\u0120": 1098,
    "The\u0120system\u0120coordinates\u0120ZMQ\u0120event\u0120routing\u0120and\u0120SQLite\u0120relational\u0120memory\u0120st": 1099,
    "The\u0120system\u0120coordinates\u0120ZMQ\u0120event\u0120routing\u0120and\u0120SQLite\u0120relational\u0120memory\u0120state": 1100,
    "Spe": 1101,
    "Speak": 1102,
    "what\u0120s": 1103,
    "what\u0120sh": 1104,
    "what\u0120shall\u0120": 1105,
    "what\u0120shall\u0120we\u0120": 1106,
    "what\u0120shall\u0120we\u0120form\u0120": 1107,
    "what\u0120shall\u0120we\u0120form\u0120t": 1108,
    "what\u0120shall\u0120we\u0120form\u0120tod": 1109,
    "what\u0120shall\u0120we\u0120form\u0120today": 1110,
    "how\u0120do\u0120you\u0120work": 1111,
    "I\u0120am\u0120an\u0120": 1112,
    "I\u0120am\u0120an\u0120A": 1113,
    "I\u0120am\u0120an\u0120Aut": 1114,
    "I\u0120am\u0120an\u0120Auton": 1115,
    "I\u0120am\u0120an\u0120Autono": 1116,
    "I\u0120am\u0120an\u0120Autonom": 1117,
    "I\u0120am\u0120an\u0120Autonomo": 1118,
    "I\u0120am\u0120an\u0120Autonomous\u0120": 1119,
    "I\u0120am\u0120an\u0120Autonomous\u0120A": 1120,
    "I\u0120am\u0120an\u0120Autonomous\u0120AI\u0120": 1121,
    "I\u0120am\u0120an\u0120Autonomous\u0120AI\u0120O": 1122,
    "I\u0120am\u0120an\u0120Autonomous\u0120AI\u0120Operat": 1123,
    "I\u0120am\u0120an\u0120Autonomous\u0120AI\u0120Operating\u0120": 1124,
    "I\u0120am\u0120an\u0120Autonomous\u0120AI\u0120Operating\u0120L": 1125,
    "I\u0120am\u0120an\u0120Autonomous\u0120AI\u0120Operating\u0120Lay": 1126,
    "I\u0120am\u0120an\u0120Autonomous\u0120AI\u0120Operating\u0120Layer\u0120": 1127,
    "OS": 1128,
    "that\u0120routes\u0120": 1129,
    "that\u0120routes\u0120t": 1130,
    "that\u0120routes\u0120task": 1131,
    "that\u0120routes\u0120tasks": 1132,
    "manages\u0120memor": 1133,
    "manages\u0120memory": 1134,
    "and\u0120execut": 1135,
    "and\u0120executes\u0120": 1136,
    "and\u0120executes\u0120OS\u0120": 1137,
    "and\u0120executes\u0120OS\u0120com": 1138,
    "and\u0120executes\u0120OS\u0120comm": 1139,
    "and\u0120executes\u0120OS\u0120command": 1140,
    "and\u0120executes\u0120OS\u0120commands\u0120": 1141,
    "and\u0120executes\u0120OS\u0120commands\u0120locally": 1142,
    "what\u0120is\u0120the\u0120c": 1143,
    "what\u0120is\u0120the\u0120capital\u0120of\u0120France": 1144,
    "what\u0120tem": 1145,
    "what\u0120temperat": 1146,
    "what\u0120temperature\u0120": 1147,
    "what\u0120temperature\u0120does\u0120": 1148,
    "what\u0120temperature\u0120does\u0120w": 1149,
    "what\u0120temperature\u0120does\u0120water\u0120boil": 1150,
    "what\u0120temperature\u0120does\u0120water\u0120boil\u0120": 1151,
    "what\u0120temperature\u0120does\u0120water\u0120boil\u0120at": 1152,
    "what\u0120mod": 1153,
    "what\u0120mode\u0120is\u0120the\u0120": 1154,
    "what\u0120mode\u0120is\u0120the\u0120system\u0120": 1155,
    "what\u0120mode\u0120is\u0120the\u0120system\u0120running\u0120": 1156,
    "what\u0120mode\u0120is\u0120the\u0120system\u0120running\u0120in": 1157,
    "wtf\u0120": 1158,
    "wtf\u0120is\u0120": 1159,
    "wtf\u0120is\u0120this\u0120": 1160,
    "wtf\u0120is\u0120this\u0120now": 1161,
    "wtf\u0120is\u0120this\u0120now\u0120s": 1162,
    "wtf\u0120is\u0120this\u0120now\u0120si": 1163,
    "wtf\u0120is\u0120this\u0120now\u0120sihg": 1164,
    "sihg": 1165,
    "sigh": 1166,
    "This\u0120is\u0120the\u0120": 1167,
    "This\u0120is\u0120the\u0120Vibhu": 1168,
    "Oska\u0120local\u0120": 1169,
    "Oska\u0120local\u0120env": 1170,
    "Oska\u0120local\u0120envir": 1171,
    "Oska\u0120local\u0120environ": 1172,
    "Oska\u0120local\u0120environment": 1173,
    "amk": 1174,
    "amke\u0120": 1175,
    "amke\u0120it\u0120": 1176,
    "amke\u0120it\u0120tal": 1177,
    "amke\u0120it\u0120talk\u0120": 1178,
    "amke\u0120it\u0120talk\u0120normal": 1179,
    "amke": 1180,
    "make": 1181,
    "I\u0120w": 1182,
    "I\u0120will": 1183,
    "I\u0120will\u0120": 1184,
    "I\u0120will\u0120respon": 1185,
    "I\u0120will\u0120respond\u0120": 1186,
    "I\u0120will\u0120respond\u0120normal": 1187,
    "I\u0120will\u0120respond\u0120normally\u0120and\u0120": 1188,
    "I\u0120will\u0120respond\u0120normally\u0120and\u0120conc": 1189,
    "I\u0120will\u0120respond\u0120normally\u0120and\u0120conci": 1190,
    "I\u0120will\u0120respond\u0120normally\u0120and\u0120concise": 1191,
    "I\u0120will\u0120respond\u0120normally\u0120and\u0120concisely": 1192,
    "i\u0120t": 1193,
    "i\u0120twn": 1194,
    "i\u0120twnat\u0120": 1195,
    "i\u0120twnat\u0120to\u0120check\u0120": 1196,
    "i\u0120twnat\u0120to\u0120check\u0120this": 1197,
    "twn": 1198,
    "twnat": 1199,
    "want": 1200,
    "s\u0120verif": 1201,
    "s\u0120verify\u0120": 1202,
    "s\u0120verify\u0120the\u0120system\u0120": 1203,
    "s\u0120verify\u0120the\u0120system\u0120be": 1204,
    "s\u0120verify\u0120the\u0120system\u0120beha": 1205,
    "s\u0120verify\u0120the\u0120system\u0120behav": 1206,
    "s\u0120verify\u0120the\u0120system\u0120behavi": 1207,
    "s\u0120verify\u0120the\u0120system\u0120behavior": 1208,
    "wel": 1209,
    "welco": 1210,
    "welcome": 1211,
    "hell": 1212,
    "hello\u0120": 1213,
    "hello\u0120how": 1214,
    "hello\u0120how\u0120to\u0120": 1215,
    "hello\u0120how\u0120to\u0120ac": 1216,
    "hello\u0120how\u0120to\u0120acieve\u0120": 1217,
    "hello\u0120how\u0120to\u0120acieve\u0120this": 1218,
    "acieve": 1219,
    "achieve": 1220,
    "To\u0120ach": 1221,
    "To\u0120achieve\u0120": 1222,
    "To\u0120achieve\u0120this\u0120": 1223,
    "To\u0120achieve\u0120this\u0120locally": 1224,
    "we\u0120run\u0120": 1225,
    "we\u0120run\u0120the\u0120": 1226,
    "we\u0120run\u0120the\u0120custom\u0120": 1227,
    "we\u0120run\u0120the\u0120custom\u0120train": 1228,
    "we\u0120run\u0120the\u0120custom\u0120training\u0120": 1229,
    "we\u0120run\u0120the\u0120custom\u0120training\u0120s": 1230,
    "we\u0120run\u0120the\u0120custom\u0120training\u0120scripts": 1231,
    "train\u0120": 1232,
    "train\u0120it\u0120": 1233,
    "train\u0120it\u0120proeprly": 1234,
    "I\u0120am\u0120be": 1235,
    "I\u0120am\u0120being\u0120": 1236,
    "I\u0120am\u0120being\u0120trained\u0120": 1237,
    "I\u0120am\u0120being\u0120trained\u0120proper": 1238,
    "I\u0120am\u0120being\u0120trained\u0120properly\u0120on\u0120local\u0120": 1239,
    "I\u0120am\u0120being\u0120trained\u0120properly\u0120on\u0120local\u0120hardware\u0120": 1240,
    "I\u0120am\u0120being\u0120trained\u0120properly\u0120on\u0120local\u0120hardware\u0120resources": 1241,
    "is\u0120it\u0120": 1242,
    "is\u0120it\u0120trained\u0120": 1243,
    "is\u0120it\u0120trained\u0120roeprly": 1244,
    "the\u0120ne": 1245,
    "the\u0120neur": 1246,
    "the\u0120neural\u0120": 1247,
    "the\u0120neural\u0120we": 1248,
    "the\u0120neural\u0120weigh": 1249,
    "the\u0120neural\u0120weight": 1250,
    "the\u0120neural\u0120weights\u0120are\u0120": 1251,
    "the\u0120neural\u0120weights\u0120are\u0120op": 1252,
    "the\u0120neural\u0120weights\u0120are\u0120opt": 1253,
    "the\u0120neural\u0120weights\u0120are\u0120optim": 1254,
    "the\u0120neural\u0120weights\u0120are\u0120optimiz": 1255,
    "the\u0120neural\u0120weights\u0120are\u0120optimized\u0120": 1256,
    "the\u0120neural\u0120weights\u0120are\u0120optimized\u0120on\u0120": 1257,
    "the\u0120neural\u0120weights\u0120are\u0120optimized\u0120on\u0120the\u0120": 1258,
    "the\u0120neural\u0120weights\u0120are\u0120optimized\u0120on\u0120the\u0120local": 1259,
    "the\u0120neural\u0120weights\u0120are\u0120optimized\u0120on\u0120the\u0120local\u0120cor": 1260,
    "the\u0120neural\u0120weights\u0120are\u0120optimized\u0120on\u0120the\u0120local\u0120corp": 1261,
    "the\u0120neural\u0120weights\u0120are\u0120optimized\u0120on\u0120the\u0120local\u0120corpus": 1262,
    "how\u0120does\u0120it\u0120": 1263,
    "how\u0120does\u0120it\u0120reacogniz": 1264,
    "how\u0120does\u0120it\u0120reacognize\u0120ty": 1265,
    "how\u0120does\u0120it\u0120reacognize\u0120typos": 1266,
    "reacognize": 1267,
    "recogniz": 1268,
    "recognize": 1269,
    "The\u0120spell": 1270,
    "The\u0120spelling\u0120": 1271,
    "The\u0120spelling\u0120chec": 1272,
    "The\u0120spelling\u0120check": 1273,
    "The\u0120spelling\u0120checker\u0120": 1274,
    "The\u0120spelling\u0120checker\u0120in\u0120": 1275,
    "The\u0120spelling\u0120checker\u0120in\u0120CognitionCore\u0120": 1276,
    "The\u0120spelling\u0120checker\u0120in\u0120CognitionCore\u0120de": 1277,
    "The\u0120spelling\u0120checker\u0120in\u0120CognitionCore\u0120dete": 1278,
    "The\u0120spelling\u0120checker\u0120in\u0120CognitionCore\u0120detect": 1279,
    "The\u0120spelling\u0120checker\u0120in\u0120CognitionCore\u0120detects\u0120": 1280,
    "The\u0120spelling\u0120checker\u0120in\u0120CognitionCore\u0120detects\u0120t": 1281,
    "The\u0120spelling\u0120checker\u0120in\u0120CognitionCore\u0120detects\u0120ty": 1282,
    "The\u0120spelling\u0120checker\u0120in\u0120CognitionCore\u0120detects\u0120typo": 1283,
    "The\u0120spelling\u0120checker\u0120in\u0120CognitionCore\u0120detects\u0120typos\u0120and\u0120": 1284,
    "The\u0120spelling\u0120checker\u0120in\u0120CognitionCore\u0120detects\u0120typos\u0120and\u0120routes\u0120": 1285,
    "The\u0120spelling\u0120checker\u0120in\u0120CognitionCore\u0120detects\u0120typos\u0120and\u0120routes\u0120them\u0120": 1286,
    "The\u0120spelling\u0120checker\u0120in\u0120CognitionCore\u0120detects\u0120typos\u0120and\u0120routes\u0120them\u0120d": 1287,
    "The\u0120spelling\u0120checker\u0120in\u0120CognitionCore\u0120detects\u0120typos\u0120and\u0120routes\u0120them\u0120dy": 1288,
    "The\u0120spelling\u0120checker\u0120in\u0120CognitionCore\u0120detects\u0120typos\u0120and\u0120routes\u0120them\u0120dynam": 1289,
    "The\u0120spelling\u0120checker\u0120in\u0120CognitionCore\u0120detects\u0120typos\u0120and\u0120routes\u0120them\u0120dynamically": 1290,
    "what\u0120is\u0120the\u0120reposnse": 1291,
    "The\u0120respon": 1292,
    "The\u0120respons": 1293,
    "The\u0120response\u0120is\u0120": 1294,
    "The\u0120response\u0120is\u0120comput": 1295,
    "The\u0120response\u0120is\u0120computed\u0120": 1296,
    "The\u0120response\u0120is\u0120computed\u0120in": 1297,
    "proces": 1298,
    "process\u0120": 1299,
    "process\u0120using\u0120": 1300,
    "process\u0120using\u0120local": 1301,
    "process\u0120using\u0120local\u0120t": 1302,
    "process\u0120using\u0120local\u0120ten": 1303,
    "process\u0120using\u0120local\u0120tensor": 1304,
    "process\u0120using\u0120local\u0120tensor\u0120m": 1305,
    "process\u0120using\u0120local\u0120tensor\u0120mat": 1306,
    "process\u0120using\u0120local\u0120tensor\u0120matr": 1307,
    "process\u0120using\u0120local\u0120tensor\u0120matric": 1308,
    "process\u0120using\u0120local\u0120tensor\u0120matrices": 1309,
    "it\u0120is\u0120": 1310,
    "it\u0120is\u0120semeing": 1311,
    "it\u0120is\u0120semeingly\u0120": 1312,
    "it\u0120is\u0120semeingly\u0120normal": 1313,
    "semeingly": 1314,
    "seem": 1315,
    "seeming": 1316,
    "seemingly": 1317,
    "the\u0120system\u0120generates\u0120": 1318,
    "the\u0120system\u0120generates\u0120c": 1319,
    "the\u0120system\u0120generates\u0120cle": 1320,
    "the\u0120system\u0120generates\u0120clean\u0120": 1321,
    "the\u0120system\u0120generates\u0120clean\u0120output\u0120": 1322,
    "the\u0120system\u0120generates\u0120clean\u0120output\u0120log": 1323,
    "the\u0120system\u0120generates\u0120clean\u0120output\u0120logs": 1324,
    "wt\u0120is\u0120": 1325,
    "wt\u0120is\u0120this": 1326,
    "what": 1327,
    "This\u0120is\u0120the\u0120c": 1328,
    "This\u0120is\u0120the\u0120cent": 1329,
    "This\u0120is\u0120the\u0120centr": 1330,
    "This\u0120is\u0120the\u0120central\u0120": 1331,
    "This\u0120is\u0120the\u0120central\u0120work": 1332,
    "This\u0120is\u0120the\u0120central\u0120worksp": 1333,
    "This\u0120is\u0120the\u0120central\u0120workspac": 1334,
    "This\u0120is\u0120the\u0120central\u0120workspace\u0120": 1335,
    "This\u0120is\u0120the\u0120central\u0120workspace\u0120p": 1336,
    "This\u0120is\u0120the\u0120central\u0120workspace\u0120play": 1337,
    "This\u0120is\u0120the\u0120central\u0120workspace\u0120playground": 1338,
    "it\u0120s": 1339,
    "it\u0120sint\u0120": 1340,
    "it\u0120sint\u0120work": 1341,
    "it\u0120sint\u0120working": 1342,
    "sint": 1343,
    "isn": 1344,
    "s\u0120diag": 1345,
    "s\u0120diagn": 1346,
    "s\u0120diagno": 1347,
    "s\u0120diagnost": 1348,
    "s\u0120diagnostic\u0120t": 1349,
    "s\u0120diagnostic\u0120tr": 1350,
    "s\u0120diagnostic\u0120trac": 1351,
    "s\u0120diagnostic\u0120trace\u0120the\u0120": 1352,
    "s\u0120diagnostic\u0120trace\u0120the\u0120back": 1353,
    "s\u0120diagnostic\u0120trace\u0120the\u0120backgroun": 1354,
    "s\u0120diagnostic\u0120trace\u0120the\u0120background\u0120": 1355,
    "s\u0120diagnostic\u0120trace\u0120the\u0120background\u0120ser": 1356,
    "s\u0120diagnostic\u0120trace\u0120the\u0120background\u0120serv": 1357,
    "s\u0120diagnostic\u0120trace\u0120the\u0120background\u0120server\u0120": 1358,
    "s\u0120diagnostic\u0120trace\u0120the\u0120background\u0120server\u0120p": 1359,
    "s\u0120diagnostic\u0120trace\u0120the\u0120background\u0120server\u0120por": 1360,
    "s\u0120diagnostic\u0120trace\u0120the\u0120background\u0120server\u0120ports": 1361,
    "write\u0120a\u0120python\u0120calculator": 1362,
    "Here\u0120is\u0120a\u0120simple\u0120python\u0120c": 1363,
    "Here\u0120is\u0120a\u0120simple\u0120python\u0120calculator": 1364,
    "def\u0120s": 1365,
    "def\u0120sub": 1366,
    "def\u0120subt": 1367,
    "def\u0120subtr": 1368,
    "def\u0120subtract": 1369,
    "def\u0120m": 1370,
    "def\u0120mult": 1371,
    "def\u0120multip": 1372,
    "def\u0120multiply": 1373,
    "def\u0120divide": 1374,
    "if\u0120b\u0120": 1375,
    "Er": 1376,
    "Err": 1377,
    "Error": 1378,
    "divis": 1379,
    "division\u0120": 1380,
    "division\u0120by\u0120": 1381,
    "division\u0120by\u0120z": 1382,
    "division\u0120by\u0120zer": 1383,
    "division\u0120by\u0120zero": 1384,
    "how\u0120do\u0120you\u0120add\u0120": 1385,
    "how\u0120do\u0120you\u0120add\u0120t": 1386,
    "how\u0120do\u0120you\u0120add\u0120two\u0120": 1387,
    "how\u0120do\u0120you\u0120add\u0120two\u0120number": 1388,
    "how\u0120do\u0120you\u0120add\u0120two\u0120numbers\u0120in\u0120python": 1389,
    "You\u0120can\u0120define\u0120": 1390,
    "You\u0120can\u0120define\u0120an\u0120": 1391,
    "You\u0120can\u0120define\u0120an\u0120add\u0120": 1392,
    "You\u0120can\u0120define\u0120an\u0120add\u0120function": 1393,
    "write\u0120a\u0120python": 1394,
    "write\u0120a\u0120python\u0120": 1395,
    "write\u0120a\u0120python\u0120loop": 1396,
    "To\u0120write\u0120a\u0120": 1397,
    "To\u0120write\u0120a\u0120loop": 1398,
    "To\u0120write\u0120a\u0120loop\u0120in\u0120Python": 1399,
    "for\u0120i": 1400,
    "for\u0120i\u0120in\u0120range": 1401,
    "It": 1402,
    "Iterat": 1403,
    "Iteration\u0120": 1404,
    "write\u0120a\u0120python\u0120class": 1405,
    "Here\u0120is\u0120a\u0120python\u0120c": 1406,
    "Here\u0120is\u0120a\u0120python\u0120class\u0120": 1407,
    "Here\u0120is\u0120a\u0120python\u0120class\u0120def": 1408,
    "Here\u0120is\u0120a\u0120python\u0120class\u0120defin": 1409,
    "Here\u0120is\u0120a\u0120python\u0120class\u0120definition": 1410,
    "class\u0120Creat": 1411,
    "class\u0120Creator": 1412,
    "def\u0120__": 1413,
    "def\u0120__in": 1414,
    "def\u0120__init": 1415,
    "def\u0120__init__": 1416,
    "name\u0120": 1417,
    "def\u0120sp": 1418,
    "def\u0120spe": 1419,
    "def\u0120speak": 1420,
    "Greetings\u0120": 1421,
    "Greetings\u0120from\u0120": 1422,
    "sort\u0120a\u0120list\u0120of\u0120": 1423,
    "sort\u0120a\u0120list\u0120of\u0120dict": 1424,
    "sort\u0120a\u0120list\u0120of\u0120dicts\u0120": 1425,
    "sort\u0120a\u0120list\u0120of\u0120dicts\u0120by\u0120key\u0120": 1426,
    "sort\u0120a\u0120list\u0120of\u0120dicts\u0120by\u0120key\u0120in\u0120": 1427,
    "sort\u0120a\u0120list\u0120of\u0120dicts\u0120by\u0120key\u0120in\u0120python": 1428,
    "You\u0120can": 1429,
    "You\u0120can\u0120s": 1430,
    "You\u0120can\u0120sort\u0120a\u0120list\u0120of\u0120": 1431,
    "You\u0120can\u0120sort\u0120a\u0120list\u0120of\u0120dictionaries\u0120": 1432,
    "You\u0120can\u0120sort\u0120a\u0120list\u0120of\u0120dictionaries\u0120by\u0120key\u0120": 1433,
    "You\u0120can\u0120sort\u0120a\u0120list\u0120of\u0120dictionaries\u0120by\u0120key\u0120using\u0120a\u0120": 1434,
    "You\u0120can\u0120sort\u0120a\u0120list\u0120of\u0120dictionaries\u0120by\u0120key\u0120using\u0120a\u0120lambda\u0120": 1435,
    "You\u0120can\u0120sort\u0120a\u0120list\u0120of\u0120dictionaries\u0120by\u0120key\u0120using\u0120a\u0120lambda\u0120function": 1436,
    "def\u0120sor": 1437,
    "def\u0120sort": 1438,
    "def\u0120sort_dicts": 1439,
    "return\u0120sor": 1440,
    "return\u0120sorte": 1441,
    "return\u0120sorted": 1442,
    "lambda\u0120x": 1443,
    "read\u0120a\u0120file\u0120in\u0120python": 1444,
    "To\u0120read\u0120a\u0120file\u0120in\u0120": 1445,
    "To\u0120read\u0120a\u0120file\u0120in\u0120Python": 1446,
    "use\u0120a\u0120": 1447,
    "use\u0120a\u0120with\u0120": 1448,
    "use\u0120a\u0120with\u0120stat": 1449,
    "use\u0120a\u0120with\u0120statem": 1450,
    "use\u0120a\u0120with\u0120statement": 1451,
    "def\u0120read_file": 1452,
    "write\u0120to\u0120a\u0120file\u0120in\u0120": 1453,
    "write\u0120to\u0120a\u0120file\u0120in\u0120python": 1454,
    "To\u0120write\u0120": 1455,
    "To\u0120write\u0120t": 1456,
    "To\u0120write\u0120tex": 1457,
    "To\u0120write\u0120text\u0120": 1458,
    "To\u0120write\u0120text\u0120to\u0120a\u0120file\u0120in\u0120": 1459,
    "To\u0120write\u0120text\u0120to\u0120a\u0120file\u0120in\u0120Python": 1460,
    "def\u0120write": 1461,
    "def\u0120write_": 1462,
    "def\u0120write_file": 1463,
    "merge\u0120two\u0120dict": 1464,
    "merge\u0120two\u0120dicts\u0120in\u0120python": 1465,
    "You\u0120can\u0120merge\u0120two\u0120": 1466,
    "You\u0120can\u0120merge\u0120two\u0120dictionaries\u0120": 1467,
    "You\u0120can\u0120merge\u0120two\u0120dictionaries\u0120using\u0120": 1468,
    "You\u0120can\u0120merge\u0120two\u0120dictionaries\u0120using\u0120the\u0120": 1469,
    "You\u0120can\u0120merge\u0120two\u0120dictionaries\u0120using\u0120the\u0120un": 1470,
    "You\u0120can\u0120merge\u0120two\u0120dictionaries\u0120using\u0120the\u0120union\u0120": 1471,
    "You\u0120can\u0120merge\u0120two\u0120dictionaries\u0120using\u0120the\u0120union\u0120operator": 1472,
    "You\u0120can\u0120merge\u0120two\u0120dictionaries\u0120using\u0120the\u0120union\u0120operator\u0120in\u0120Python": 1473,
    "You\u0120can\u0120merge\u0120two\u0120dictionaries\u0120using\u0120the\u0120union\u0120operator\u0120in\u0120Python\u0120": 1474,
    "You\u0120can\u0120merge\u0120two\u0120dictionaries\u0120using\u0120the\u0120union\u0120operator\u0120in\u0120Python\u01203": 1475,
    "def\u0120mer": 1476,
    "def\u0120merge": 1477,
    "def\u0120merge_dicts": 1478,
    "dict_a": 1479,
    "return\u0120dict_": 1480,
    "return\u0120dict_a\u0120": 1481,
    "check\u0120if\u0120key\u0120": 1482,
    "check\u0120if\u0120key\u0120exist": 1483,
    "check\u0120if\u0120key\u0120exists\u0120in\u0120": 1484,
    "check\u0120if\u0120key\u0120exists\u0120in\u0120dict": 1485,
    "Us": 1486,
    "Use\u0120the\u0120": 1487,
    "Use\u0120the\u0120in\u0120": 1488,
    "Use\u0120the\u0120in\u0120key": 1489,
    "Use\u0120the\u0120in\u0120keywor": 1490,
    "Use\u0120the\u0120in\u0120keyword\u0120": 1491,
    "Use\u0120the\u0120in\u0120keyword\u0120to\u0120check\u0120": 1492,
    "Use\u0120the\u0120in\u0120keyword\u0120to\u0120check\u0120if\u0120": 1493,
    "Use\u0120the\u0120in\u0120keyword\u0120to\u0120check\u0120if\u0120a\u0120": 1494,
    "Use\u0120the\u0120in\u0120keyword\u0120to\u0120check\u0120if\u0120a\u0120key\u0120": 1495,
    "Use\u0120the\u0120in\u0120keyword\u0120to\u0120check\u0120if\u0120a\u0120key\u0120is\u0120": 1496,
    "Use\u0120the\u0120in\u0120keyword\u0120to\u0120check\u0120if\u0120a\u0120key\u0120is\u0120pre": 1497,
    "Use\u0120the\u0120in\u0120keyword\u0120to\u0120check\u0120if\u0120a\u0120key\u0120is\u0120prese": 1498,
    "Use\u0120the\u0120in\u0120keyword\u0120to\u0120check\u0120if\u0120a\u0120key\u0120is\u0120presen": 1499,
    "Use\u0120the\u0120in\u0120keyword\u0120to\u0120check\u0120if\u0120a\u0120key\u0120is\u0120present\u0120": 1500,
    "Use\u0120the\u0120in\u0120keyword\u0120to\u0120check\u0120if\u0120a\u0120key\u0120is\u0120present\u0120in\u0120": 1501,
    "Use\u0120the\u0120in\u0120keyword\u0120to\u0120check\u0120if\u0120a\u0120key\u0120is\u0120present\u0120in\u0120a\u0120": 1502,
    "Use\u0120the\u0120in\u0120keyword\u0120to\u0120check\u0120if\u0120a\u0120key\u0120is\u0120present\u0120in\u0120a\u0120dictionary": 1503,
    "if\u0120key\u0120in\u0120": 1504,
    "if\u0120key\u0120in\u0120dictionary": 1505,
    "Ke": 1506,
    "Key\u0120": 1507,
    "Key\u0120exist": 1508,
    "Key\u0120exists": 1509,
    "write\u0120a\u0120list\u0120": 1510,
    "write\u0120a\u0120list\u0120comprehension": 1511,
    "write\u0120a\u0120list\u0120comprehension\u0120in\u0120python": 1512,
    "List\u0120": 1513,
    "List\u0120comprehension": 1514,
    "List\u0120comprehensions\u0120": 1515,
    "List\u0120comprehensions\u0120pro": 1516,
    "List\u0120comprehensions\u0120prov": 1517,
    "List\u0120comprehensions\u0120provid": 1518,
    "List\u0120comprehensions\u0120provide\u0120a\u0120": 1519,
    "List\u0120comprehensions\u0120provide\u0120a\u0120conc": 1520,
    "List\u0120comprehensions\u0120provide\u0120a\u0120concis": 1521,
    "List\u0120comprehensions\u0120provide\u0120a\u0120concise\u0120": 1522,
    "List\u0120comprehensions\u0120provide\u0120a\u0120concise\u0120w": 1523,
    "List\u0120comprehensions\u0120provide\u0120a\u0120concise\u0120wa": 1524,
    "List\u0120comprehensions\u0120provide\u0120a\u0120concise\u0120way\u0120to\u0120": 1525,
    "List\u0120comprehensions\u0120provide\u0120a\u0120concise\u0120way\u0120to\u0120creat": 1526,
    "List\u0120comprehensions\u0120provide\u0120a\u0120concise\u0120way\u0120to\u0120create\u0120": 1527,
    "List\u0120comprehensions\u0120provide\u0120a\u0120concise\u0120way\u0120to\u0120create\u0120l": 1528,
    "List\u0120comprehensions\u0120provide\u0120a\u0120concise\u0120way\u0120to\u0120create\u0120list": 1529,
    "List\u0120comprehensions\u0120provide\u0120a\u0120concise\u0120way\u0120to\u0120create\u0120lists": 1530,
    "squ": 1531,
    "squa": 1532,
    "square": 1533,
    "squares\u0120": 1534,
    "2\u0120for\u0120": 1535,
    "2\u0120for\u0120x": 1536,
    "2\u0120for\u0120x\u0120in\u0120range": 1537,
    "write\u0120a\u0120binary\u0120search": 1538,
    "write\u0120a\u0120binary\u0120search\u0120in\u0120python": 1539,
    "Here\u0120is\u0120the\u0120": 1540,
    "Here\u0120is\u0120the\u0120binary\u0120search": 1541,
    "Here\u0120is\u0120the\u0120binary\u0120search\u0120": 1542,
    "Here\u0120is\u0120the\u0120binary\u0120search\u0120algorithm": 1543,
    "def\u0120bin": 1544,
    "def\u0120binary": 1545,
    "def\u0120binary_": 1546,
    "def\u0120binary_search": 1547,
    "len": 1548,
    "whil": 1549,
    "while\u0120": 1550,
    "while\u0120low\u0120": 1551,
    "return\u0120mid": 1552,
    "elif\u0120arr": 1553,
    "else": 1554,
    "write\u0120a\u0120fastapi\u0120": 1555,
    "write\u0120a\u0120fastapi\u0120app": 1556,
    "Here\u0120is\u0120a\u0120bas": 1557,
    "Here\u0120is\u0120a\u0120basic\u0120": 1558,
    "Here\u0120is\u0120a\u0120basic\u0120FastAPI\u0120": 1559,
    "Here\u0120is\u0120a\u0120basic\u0120FastAPI\u0120app": 1560,
    "Here\u0120is\u0120a\u0120basic\u0120FastAPI\u0120applic": 1561,
    "Here\u0120is\u0120a\u0120basic\u0120FastAPI\u0120application": 1562,
    "def\u0120read_roo": 1563,
